Repository: javadhme/cultural-house
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Preview
fa: پیش نمایش

source: Thumb
fa: تصویر

source: mobilize
fa: بسیجی

source: guard
fa: پاسدار

source: army
fa: ارتشی

source: gendarmerie
fa: ژاندارمری

source: student
fa: دانش آموز

source: honorable
fa: شهربانی

source: committee
fa: کمیته

source: jihadist
fa: جهادگر

source: market
fa: بازاری

source: Taleb
fa: طلبه

source: farmer
fa: کشاورز

source: employee
fa: کارمند

source: cultural
fa: فرهنگی

source: un student
fa: دانشجو

source: artist
fa: هنرمند

source: doctor
fa: پزشک

source: nomads
fa: عشایر

source: urban
fa: شهری

source: rural
fa: روستایی

source: soldier
fa: سرباز

source: other
fa: سایر

source: martyr
fa: شهید

source: veteran
fa: جانباز

source: free
fa: آزاده

source: warrior
fa: رزمنده

source: martyrs' father
fa: پدر شهید

source: martyrs' brother
fa: برادر شهید

source: deceased
fa: فوت شده

source: inactive
fa: غیرفعال

source: active
fa: فعال

source: Own phone
fa: تلفن صاحب اثر

source: Photographer name
fa: نام عکاس

source: Photographer address
fa: مکان عکاس

source: Shooting date
fa: زمان عکسبرداری

source: Camp name
fa: نام اردوگاه

source: Operational area
fa: منطقه عملیات

source: Division commander
fa: فرمانده لشگر

source: Battalion commander
fa: فرمانده گردان

source: Company commander
fa: فرمانده گروهان

source: Batch commander
fa: فرمانده دسته

source: Description
fa: توضیحات

source: Surname
fa: نام

source: Supervisor
fa: ناظر

source: Status
fa: وضعیت

source: Created time
fa: تاریخ ساخت

source: Updated time
fa: تاریخ بروزرسانی

source: Report
fa: گزارش

source: Reports
fa: گزارشات

source: standing
fa: ایستاده

source: sitting
fa: نشسته

source: Father name
fa: نام پدر

source: Responsibility
fa: مسئولیت

source: Membership type
fa: نوع عضویت

source: Situation
fa: وضعیت

source: Workplace
fa: محل کار

source: Phone
fa: شماره تلفن

source: Type
fa: نوع

source: List of soldier
fa: لیست سربازان

source: Send info
fa: ارسال اطلاعات

source: home
fa: خانه

source: warrior registration
fa: ثبت نام رزمنده
